{
    "start": "Start",
    "home": "Home",
    "home_message": "Welcome to @golos_stake_bot. You can use it to set up automatic curation or participate in bids. Your invitee: ",
    "change_tags": "My tags",
"enter_tags": "Enter the tags to change, separated by commas (no transliteration) or click 'cancel'. List of tags: ",
"tags_changed": "Tags changed.",
"post_from_tag": "A new post by one of the tags you subscribed to. Author: ",
"tags": "Tags",
"vote": "Vote",
"type_vote": "Voting by account",
"type_vote_percent": "Enter the percentage of voting for or against the post. Account battery",
"not_connection": "There is no connection to the Node or there is no such account.",
"vote_sended": "You have successfully voted.",
"vote_error": "Error sending a vote for a post. Details: ",
"news": "News",
    "referal_link": "Your referal link: ",
    "new_referal1": "A first-level referral has been registered using your link. Invite more and earn: ",
    "new_referal2": "A second-level referral has been registered using your link. Invite more and earn: ",
    "lang": "Select language",
    "selected_language": "Selected language: English.",
    "back": "Back",
    "cancel": "Cancel",
"accounts": "My accounts",
"posting_not_found": "Posting key was not found in the list of account keys, or there was an error connecting to the Node. Please check and try again.",
"account_not_add": "The account was not added to the bot is database.",
"posting_not_valid": "Posting key is not in the correct format.",
"accounts_list": "List of your accounts (type on the command to change it with @):",
"select_account": "select an account by clicking on one of the buttons",
"delete": "Delete account",
"delete_conferm": "Do you really want to delete this user? Login: ",
"delete_false": "You cancelled the account deletion",
"delete_true": "Account has been deleted.",
"not_account": "The account was not found or there was an error connecting to the node.",
"account_list_is_empty": "Accounts is not found.",
"change_account": "Select what you want to change of account ",
"on": "Yes",
"off": "No",
"change_posting": "Change posting key",
"change_vesting_mode": "Receive in Golos Power",
"type_posting": "keep Posting key (it will be encrypted)",
"saved_posting_key": "Posting key was saved successfully. Login: ",
"saved_true": "The data has been successfully saved. Now you can set up an autocurator or place bets.",
"not_saved": "This is not saved. The account does not belong to your Telegram id",
	"status": "Status",
    "enter_login": "Enter your Golos account login without @",
    "auth": "Auth",
"add_account": "Add account",
"auto_curator": "Auto curator",
"auto_curator_text": "Select the auto curator settings item. Current settings",
"min_energy": "min. battery for the autocurator",
"enter_min_energy": "Enter the minimum percentage of the battery at which to allow apat.",
"min_energy_saved": "The parameter of the minimum percentage of the battery for automatic curation is saved.",
"min_energy_not_valid": "You have specified an invalid percentage of battery (you need a number with a dot as a separator, for example, 94.25 or 95)",
"curators": "Curators",
"curators_text": "Enter the list of curators you want to repeat after, separated by commas without spaces.",
"curators_saved": "The list of curators is saved",
"curators_not_valid": "The list of curators is invalid. Check the entered data.",
"favorites": "Favorites",
"favorits_text": "Enter the list of favorites you want to vote for, separated by commas without spaces. Or click on the import subscriptions button, but keep in mind that the list of favorites will be replaced.",
"favorits_saved": "The list of favorites is saved",
"favorits_not_valid": "List favorites are invalid. Check the entered data.",
"curators_mode": "repeat the curator percentage",
"curators_mode_text": "Do you really want to enable the curator percentage repeat mode?",
"curators_mode_on": "Curator percentage repeat is enabled.",
"curators_mode_off": "Curator percentage repeat is disabled. There will be a vote with 100% force.",
"favorits_percent": "% for favorites",
"favorits_percent_text": "Enter % for favorites. By default, 0%.",
    "favorits_percent_saved": "The percentage of voting for favorites is saved.",
"favorits_percent_not_valid": "The percentage for favorites is invalid. Enter a number without the %sign.",
"import_subs": "Import Subscriptions",
"import_ok": "Successfully imported.",
"import_failed": "Import error.",
"exclude_authors": "Exceptions for repeating after curators",
"exclude_authors_text": "Enter a list of usernames of authors that you want not to hide when repeating after the curator, separated by commas without spaces and @",
"exclude_authors_saved": "The list of excluded authors is saved",
"exclude_authors_not_valid": "The list of excluded authors is invalid. Check the entered data.",
"unvote": "Unvote ",
"unvote_button": "Remove the upvote",
"unvote_ok": "You have successfully removed the upvote from this post",
   "unvote_failed": "Connection error with the node, there is no such account or another error.",
"rate_button": "Bid",
"type_rate": "Enter the bid, the commission is 10%. Minimum 0.1 golos, maximum: ",
"rate_not_valid": "The bid is invalid, less than 0.1 GOLOS or greater than the maximum.",
"rate_conferm": "Do you really want to place a bet? Amount: ",
"rate_false": "You canceled sending the bid.",
"rate_true": "The bid was sent successfully. Wait for the result at 18:00 Moscow time. You can view your bid number here: https://dpos.space/golos/stakebot",
"rate_error": "Bid submission error: ",
"rate_msg1": "Congratulations! Your Golos user",
"rate_msg2": "was the winner because it was numbered",
"rate_msg3": "Unfortunately, you did not win. Your number is",
"rate_msg4": "The winner was the participant with the number",
"about_bids": "To participate, click to the Bid button",
"bids_link": "About bids",
"jackpot_msg1": "Congratulations! Your Golos user",
"jackpot_msg2": "Got the jackpot because it was a number",
"jackpot_msg3": "unfortunately, you did not get the jackpot. Your number is",
"jackpot_msg4": "the participant Received it under the number",
"proof": "Proof",
"type_news": "Enter a news item",
"help": "Help",
"help_text": "Overview of the bot in Russian: https://golos.id/ru--golos/@lllll1ll/rukovodstvo-po-podklyucheniyu-k-stake-bot. If you have any questions or problems, write to the chat @dpos_space or personal to @denis_skripnik"
}